results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260711T045350_spike_H115_rep10/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 159717 out of 159717
     data_received..................: 37 MB   64 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=4.14µs   min=701ns    med=3.31µs   max=22.01ms  p(90)=5.17µs   p(95)=6.07µs  
     http_req_connecting............: avg=302ns    min=0s       med=0s       max=21.95ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=32.83ms  min=1.42ms   med=23.91ms  max=104.98ms p(90)=74.22ms  p(95)=77.79ms 
       { expected_response:true }...: avg=32.83ms  min=1.42ms   med=23.91ms  max=104.98ms p(90)=74.22ms  p(95)=77.79ms 
   ✓ http_req_failed................: 0.00%   0 out of 159717
     http_req_receiving.............: avg=438.64µs min=6.6µs    med=210.88µs max=36.31ms  p(90)=961.4µs  p(95)=1.32ms  
     http_req_sending...............: avg=10.34µs  min=2.46µs   med=7.49µs   max=1.26ms   p(90)=14.03µs  p(95)=22.19µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=32.38ms  min=1.33ms   med=23.63ms  max=104.94ms p(90)=73.35ms  p(95)=76.99ms 
     http_reqs......................: 159717  280.189035/s
     iteration_duration.............: avg=133.47ms min=101.76ms med=124.61ms max=206.35ms p(90)=174.84ms p(95)=178.42ms
     iterations.....................: 159717  280.189035/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100